# Brewfile - Declarative Homebrew package management for macOS
# Install: brew bundle --file=~/dotfiles/Brewfile
# Cleanup: brew bundle cleanup --file=~/dotfiles/Brewfile --force

# Taps
tap "d12frosted/emacs-plus"

# Core CLI tools
brew "fzf"
brew "ripgrep"
brew "bat"
brew "fd"
brew "tree"
brew "jq"
brew "curl"
brew "gh"
brew "git"
brew "git-delta"

# Editors & Terminal
brew "tmux"
brew "alacritty"

# Development tools
brew "universal-ctags"
brew "stow"

# File manager
brew "yazi"

# Image processing
brew "imagemagick"

# Cloud & Containers
brew "awscli"
brew "docker"
brew "kubectl"

# Version managers
brew "asdf"

# Emacs (optimized for macOS)
brew "emacs-plus@30"

# Optional: GUI applications
# cask "alacritty"
